Repository: andrebian/wp-represent-map
Catalog: languages/wp-represent-map-*.po
Languages: pt_br

source: Allow represent map pins management in wordpress
pt_br: Possibilita o cadastro e manutenção de diversos tipos de itens em mapas utilizando a API do Google Maps.

source: Wp Represent Map Settings
pt_br: Opções para o WP Represent Map

source: Change your location and another stuffs
pt_br: Configurações iniciais necessárias para o correto funcionamento do Wp Represent Map

source: Settings
pt_br: Configurações

source: Default City
pt_br: Cidade Padrão

source: Default Lat Lng
pt_br: Lat Long padrão

source: Lat and Long is need to determine the center of the map on default screen
pt_br: Latitude e Longitude são necessárias para determinar o centro do mapa na exibição padrão

source: How I discover Lat Lng?
pt_br: Como descubro a Latitude e Longitude?

source: Go at http://maps.google.com.br and follow these steps <br />1: type your location, browse to center map where you want<br />2: at the options click in a chain icon, browse in the link has open at his side,
pt_br: Acesse at http://maps.google.com.br e siga os passos abaixo <br />1: digite a cidade desejada, arraste o mapa até o ponto que deseja centralizar<br />2: nas opções do maps clique no icone de uma corrente (ao lado da impressora), <br /><strong>Atenção: </strong> deve ser copiado o conteúdo com os sinais de menos ( - ) e a vírgula separando-os

source: Save Changes
pt_br: Gravar opções

source: Options saved with success
pt_br: Opções guardadas com sucesso!

source: No changes made
pt_br: Os campos não sofreram alterações e nenhuma mudança foi realizada

source: Markers
pt_br: Marcadores

source: Default coordenates
pt_br: Posicionamento padrão

source: Current markers
pt_br: Marcadores atuais

source: Name
pt_br: Nome

source: Icon
pt_br: Icone

source: Default Marker
pt_br: Marcador padrão

source: Not pin yet
pt_br: Não ha marcador

source: Actions
pt_br: Ações

source: Delete
pt_br: Remover

source: Are you sure you want to delete the item icon?
pt_br: Tem certeza que deseja remover este item?

source: Map items
pt_br: Mapa

source: Map item
pt_br: Mapa

source: Add new
pt_br: Adicionar novo

source: Add item
pt_br: Adicionar item

source: New item
pt_br: Novo item

source: Edit item
pt_br: Editar item

source: View item
pt_br: Visualizar item

source: Search items
pt_br: Procurar por itens

source: No registers found
pt_br: Nenhum item localizado

source: No register found in trash
pt_br: Nenhum item localizado na lixeira

source: Type
pt_br: Tipo

source: Item info
pt_br: Informações

source: Address
pt_br: Endereço completo

source: LatLng
pt_br: Latitude, Longitude (posição exata no mapa)

source: The uploaded file has an error and is not possible to move to destination
pt_br: O arquivo fornecido possui um erro e não é possível movê-lo ao destino

source: The uploaded file type is not allowed
pt_br: O tipo do arquivo fornecido não é permitido

source: Fail to upload the file. Info: %s
pt_br: Falha ao mover o arquivo ao destino final. Informação: %s

source: Create or update a pin
pt_br: Adicione ou atualize um marcador para o mapa

source: Link to:
pt_br: Vincular à:

source: Default
pt_br: Marcador padrão

source: Pin uploaded with success
pt_br: Marcador adicionado com sucesso

source: Pin removed with success
pt_br: Marcador removido com sucesso

source: This will override the current pin if exists. Do you wish continue?
pt_br: Se o marcador para o tipo selecionado já existir o mesmo será sobrescrito. Tem certeza que deseja prosseguir?

source: Info:
pt_br: Informações importantes:

source: Image type:
pt_br: Formato da imagem:

source: Max width:
pt_br: Largura máxima:

source: Max height:
pt_br: Altura máxima:
